[Language]
Main_Title=Tak fordi du valgte EaseUS Data Recovery Wizard
Sub_Title=Hvordan ville du bedømme din samlede oplevelse?
Terrible=Forfærdeligt
Poor=Fattige
Good=Godt
Great=Store
Excellent=Fremragende
Never_Ask_Again=Spørg aldrig igen
Rate_Now=Vurder nu
Feedback_Text_Tips=Venligst send din feedback her.
Feedback_Length_Tips=Du har indtastet mere end 500 breve. Venligst e-mail flere feedbacks til support@easeus.com.

